[
  {
    "id": 1,
    "name": "Eiffel Tower",
    "city": "Paris",
    "country": "France",
    "image": "https://img.freepik.com/free-photo/eiffel-tower-paris-with-gorgeous-colors-autumn_268835-828.jpg?size=626&ext=jpg&ga=GA1.1.197037550.1674548191&semt=robertav1_2_sidr",
    "description": "The Eiffel Tower is a wrought-iron lattice tower located on the Champ de Mars in Paris. It is named after the engineer Gustave Eiffel, whose company designed and built the tower."
  },
  {
    "id": 2,
    "name": "Taj Mahal",
    "city": "Agra",
    "country": "India",
    "image": "https://img.freepik.com/free-photo/beautiful-vertical-shot-taj-mahal-building-agra-india-cloudy-sky_181624-16913.jpg?size=626&ext=jpg&ga=GA1.1.197037550.1674548191&semt=robertav1_2_sidr",
    "description": "The Taj Mahal is an ivory-white marble mausoleum on the right bank of the Yamuna river in the Indian city of Agra. It was commissioned in 1632 by the Mughal emperor, Shah Jahan, to house the tomb of his favorite wife, Mumtaz Mahal."
  },
  {
    "id": 3,
    "name": "Bandarban",
    "city": "Bandarban",
    "country": "Bangladesh",
    "image": "https://img.freepik.com/free-photo/wooden-boat-sailing-river-ganges-varanasi-india_53876-65496.jpg?size=626&ext=jpg&ga=GA1.2.197037550.1674548191&semt=robertav1_2_sidr",
    "description": "Bandarban is a district located in the Chittagong Hill Tracts region of southeastern Bangladesh, bordering Myanmar. The district is known for its beautiful landscapes, ranging from rolling hills and scenic valleys to roaring waterfalls and serene lakes. The area is also home to vast expanses of lush green forests, including the country's largest natural forest, the Rema-Kalenga Wildlife Sanctuary."
  },
  {
    "id": 4,
    "name": "Sundarban",
    "city": "Khulna",
    "country": "Bangladesh",
    "image": "https://img.freepik.com/free-photo/tiger-looking-with-open-mouth_1150-18083.jpg?size=626&ext=jpg&ga=GA1.1.197037550.1674548191&semt=robertav1_2_sidr",
    "description": "The Sundarbans is a vast and biodiverse mangrove forest spanning parts of India and Bangladesh, home to the Bengal tiger and other endangered species. It serves as a natural barrier against floods and cyclones and is important for the livelihoods and culture of local communities. However, it is facing threats from deforestation, overfishing, and climate change."
  },
  {
    "id": 5,
    "name": "Cox's Bazar",
    "city": "Cox's Bazar",
    "country": "Bangladesh",
    "image": "https://img.freepik.com/free-photo/beautiful-paradise-island-with-beach-sea_74190-6638.jpg?size=626&ext=jpg&ga=GA1.1.197037550.1674548191&semt=robertav1_2_sidr",
    "description": "Cox's Bazar is a town in southeastern Bangladesh known for its 120km long sandy beach along the Bay of Bengal. It's a popular tourist destination with attractions such as the Himchori Waterfall and the Cox's Bazar Lighthouse. The town is also a center for fishing and seafood trade, and has a vibrant local culture with delicious seafood dishes."
  }
]
